Repository: andreaskastl/calendarize_address
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# label.organizerAddress
source: Organizer from Addresses
de: Veranstalter aus Adressen

# label.locationAddress
source: Location from Addresses
de: Veranstaltungsort aus Adressen

# label.organizerPid
source: Organizer PID
de: Veranstalter PID

# label.locationPid
source: Location PID
de: Veranstaltungsort PID

# header.relatedEvents
source: Related Events
de: Zugeh√∂rige Veranstaltungen

# plugin.location.title
source: Calendarize - Location View
de: Calendarize - Veranstaltungsort

# plugin.location.description
source: Show address details of selected location
de: Anzeige der Adressdetails eines Veranstaltungsorts

# plugin.organizer.title
source: Calendarize - Organizer View
de: Calendarize - Veranstalter

# plugin.organizer.description
source: Show address details of selected organizer
de: Anzeige der Adressdetails eines Veranstalters

# error.noJavaScript
source: Please activate JavaScript in your browser to show Google Maps.
de: Bitte aktivieren Sie JavaScript in Ihrem Browser zur Anzeige von Google Maps.

# error.noLocation
source: No location specified or found.
de: Kein Veranstaltungsort angegeben oder gefunden.

# error.noOrganizer
source: No organizer specified or found.
de: Kein Veranstalter angegeben oder gefunden.
